Revit 2027 API
ParameterTypeId.RoomCalculatedCoolingLoadParam Property
 "Calculated Cooling Load"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomCalculatedCoolingLoadParam { get; }
Public Shared ReadOnly Property RoomCalculatedCoolingLoadParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomCalculatedCoolingLoadParam {
	ForgeTypeId^ get ();
}
static member RoomCalculatedCoolingLoadParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace